/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Anuluj";
"Delete" = "Usuń";
"Rename" = "Zmień nazwę";
"Actions" = "Akcje";

/* SIDEBARVIEW */
"Filters" = "Filtry";
"Smart Filters" = "Inteligentne filtry";
"All Issues" = "Wszystkie problemy";
"Recent Issues" = "Ostatnie problemy";
"Tags" = "Tagi";
"Add tag" = "Dodaj tag";
"Show awards" = "Pokaż nagrody";

"Rename tag" = "Zmień nazwę tagu";
"New name" = "Nowa nazwa";

/* CONTENTVIEW */
"Issues" = "Problemy";

/* A button that shows a menu with the following options */
"Filter" = "Filtruj";
"Turn Filter On" = "Włącz filtr"; /* Enables filtering */
"Turn Filter Off" = "Wyłącz filtr"; /* Disables filtering */
"Sort By" = "Sortuj według"; /* Adjust the order issues are shown */
"Date Created" = "Data utworzenia"; /* Sort issues by the date they were created */
"Date Modified" = "Data modyfikacji"; /* Sort issues by the date they were last changed */
"Newest to Oldest" = "Od najnowszych do najstarszych"; /* Place newer issues before older issues */
"Oldest to Newest" = "Od najstarszych do najnowszych"; /* Place older issues before newer issues */

"All" = "Wszystkie";
"Open" = "Otwarte";
"Closed" = "Zamknięte";

"Low" = "Niski";
"Medium" = "Średni";
"High" = "Wysoki";

/* Create a new issue */
"New Issue" = "Nowy problem";

/* A text placeholder, to help users search */
"Filter issues, or type # to add tags" = "Filtruj problemy lub wprowadź #, aby dodać tagi";

/* Shown as a status for closed issues */
"CLOSED" = "ZAMKNIĘTE";

/* DETAILSVIEW */
"Details" = "Szczegóły";

/* NOISSUEVIEW */
"No Issue Selected" = "Nie wybrano problemu";

/* ISSUEVIEW */
"Copy Issue Title" = "Skopiuj tytuł problemu";
"Close Issue" = "Zamknij problem";
"Re-open Issue" = "Ponownie otwórz problem";

/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "Wprowadź tytuł problemu tutaj";
"**Modified:** %@" = "**Zmodyfikowane:** %@";
"**Status:** %@" = "**Status:** %@";
"Priority" = "Priorytet";
"Add Tags" = "Dodaj tagi";
"Basic Information" = "Podstawowe informacje";
"Enter the issue description here" = "Wprowadź opis problemu tutaj";

/* AWARDS VIEW */
"Awards" = "Nagrody";
"Showing awards" = "Wyświetlanie nagród";

/* DATA */
"New tag" = "Nowy tag";
"New issue" = "Nowy problem";

/* DEBUG ONLY */
"Add Samples" = "Dodaj przykłady";
